{
"data":[
   {
  "id": "1",
  "name": "Amitha Thampy",
  "title": "Idea Title 1",
  "date": "20/02/2020",
  "description": "A radio group is used with its fields visually hidden. It contains s ix radio buttons, one for each star and anotherfor 0 stars, which is checked by default. Make sure you are providing a name prop that is unique to the parent formThe labels for the radio buttons contain actual text (“1 Star”, “2 Stars”, …), make sure you provide a getLabelText prop when the page language is not English.Description is the pattern of narrative development that aims to make vivid a place, object, character, or group. Description is one of four rhetorical modes, along with exposition, argumentation, and narration. In practice it would be difficult to write literature that drew on just one of the four basic modes",
  "images": [
    {
      "id": "1",
      "Link": "https://www.shutterstock.com/image-photo/competition-forest-trees-sunlight-necessary-sustain-1186179847"
    },
    {
      "id": "2",
      "Link": "https://www.shutterstock.com/image-photo/footpath-deciduous-forest-376094821"
    },
    {
      "id": "2",
      "Link": "https://pixabay.com/photos/tree-sunset-amazing-beautiful-736885/"
    }
  ],
  "doc": [
    {
      "id": "1",
      "Link": "https://www.shutterstock.com/image-photo/competition-forest-trees-sunlight-necessary-sustain-1186179847"
    },
    {
      "id": "2",
      "Link": "https://www.shutterstock.com/image-photo/footpath-deciduous-forest-376094821"
    },
    {
      "id": "2",
      "Link": "https://pixabay.com/photos/tree-sunset-amazing-beautiful-736885/"
    }
  ]
},
 {
  "id": "2",
  "name": "Ranjitha B",
  "title": "Idea Title 2",
  "date": "21/02/2020",
  "description": "Description is the pattern of narrative development that aims to make vivid a place, object, character, or group.[1] Description is one of four rhetorical modes (also known as modes of discourse), along with exposition, argumentation, and narration.[2] In practice it would be difficult to write literature that drew on just one of the four basic modesDescription is the fiction-writing mode for transmitting a mental image of the particulars of a story. Together with dialogue, narration, exposition, and summarization, description is one of the most widely recognized of the fiction-writing modes.",
  "images": [
    {
      "id": "1",
      "Link": "https://www.shutterstock.com/image-photo/competition-forest-trees-sunlight-necessary-sustain-1186179847"
    }
  ],
  "doc": [
    {
      "id": "1",
      "Link": "https://www.shutterstock.com/image-photo/competition-forest-trees-sunlight-necessary-sustain-1186179847"
    },
    {
      "id": "2",
      "Link": "https://www.shutterstock.com/image-photo/footpath-deciduous-forest-376094821"
    },
    {
      "id": "2",
      "Link": "https://pixabay.com/photos/tree-sunset-amazing-beautiful-736885/"
    }
  ]
},
   {
  "id": "3",
  "name": "Aiswarya Binu",
  "title": "Idea Title 3",
  "date": "22/02/2020",
  "description": " In practice it would be difficult to write literature that drew on just one of the four basic modesDescription is the fiction-writing mode for transmitting a mental image of the particulars of a stor.Together with dialogue, narration, exposition, and summarization, description is one of the most widely recognized of the fiction-writing modes.",
  "images": [
    {
      "id": "1",
      "Link": "https://www.shutterstock.com/image-photo/competition-forest-trees-sunlight-necessary-sustain-1186179847"
    },
    {
      "id": "2",
      "Link": "https://www.shutterstock.com/image-photo/footpath-deciduous-forest-376094821"
    }
  ],
  "doc": [
    {
      "id": "1",
      "Link": "https://www.shutterstock.com/image-photo/competition-forest-trees-sunlight-necessary-sustain-1186179847"
    },
    {
      "id": "2",
      "Link": "https://www.shutterstock.com/image-photo/footpath-deciduous-forest-376094821"
    }
  ]
},
   {
  "id": "4",
  "name": "Asnad Khan",
  "title": "Idea Title 4",
  "date": "23/02/2020",
  "description": "In botany, a tree is a perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species. In some usages, the definition of a tree may be narrower, including only woody plants with secondary growth, plants that are usable as lumber or plants above a specified height. In wider definitions, the taller palms, tree ferns, bananas, and bamboos are also trees. Trees are not a taxonomic group but include a variety of plant species that have independently evolved a trunk and branches as a way to tower above other plants to compete for sunlight. Trees tend to be long-lived, some reaching several thousand years old. Trees have been in existence for 370 million years. It is estimated that there are just over 3 trillion mature trees in the world.",
  "images": [],
  "doc": [
    {
      "id": "1",
      "Link": "https://www.shutterstock.com/image-photo/competition-forest-trees-sunlight-necessary-sustain-1186179847"
    },
    {
      "id": "2",
      "Link": "https://www.shutterstock.com/image-photo/footpath-deciduous-forest-376094821"
    }
  ]
},
    {
  "id": "5",
  "name": "Vrinda Sree",
  "title": "Idea Title 5",
  "date": "23/02/2020",
  "description": "Trees are not a taxonomic group but include a variety of plant species that have independently evolved a trunk and branches as a way to tower above other plants to compete for sunlight. Trees tend to be long-lived, some reaching several thousand years old. Trees have been in existence for 370 million years. It is estimated that there are just over 3 trillion mature trees in the world.",
  "images": [],
  "doc": []
}
  ],
  "profile": {
    "name": "typicode"
  }
}
